export default {
  // HEADER
  home: "მთავარი",
  store: "მაღაზია",
  events: "ივენთები",
  blog: "ბლოგი",
  contact: "კონტაქტი",
  profile: "პროფილი",
  signOut: "გასვლა",
  login: "შესვლა",

  // HOMEPAGE CARD

  homepageSubtitle:
    "აღმოაჩინეთ სამყარო, სადაც შეგიძლიათ არა მხოლოდ იყიდოთ და ისიამოვნოთ თქვენი საყვარელი ალბომებით, არამედ თვალი მიადევნოთ მუსიკალურ სიახლეებსა და ტენდენციებს.",
  downloadApp: "გადმოწერე აპლიკაცია",

  // WEEK CHARTS
  chartHeadline: "ტრენდული ამ კვირაში!",
  songs: "სიმღერები",
  artists: "არტისტები",

  // INFO CARDS

  exploreMusic: "აღმოაჩინე მუსიკის სამყარო",
  exploreMusicSubtitle:
    "აღმოაჩინეთ კვირის ყველაზე პოპულარული ტრეკები და ტრენდული შემსრულებლები. შეამოწმეთ ჩარტები, რომ იპოვო მელოდიები, რომლებიც ღრმა რეზონანსს ახდენენ და არტისტები, რომლებიც ხელახლა განსაზღვრავენ მუსიკალურ სცენას. ერთად გამოვიკვლიოთ მუსიკის ენერგიული სამყარო!",
  browseStore: "დაათვალიერე ჩვენი კოლექცია",
  browseStoreSubtitle:
    "გაეცანით მუსიკალური ალბომების და უმაღლესი ხარისხის აუდიო პროდუქტების ჩვენს ვრცელ კოლექციას. მიუხედავად იმისა, ეძებთ უახლეს ჰიტებს, მარადიულ კლასიკას ან საუკეთესო აღჭურვილობას თქვენი მოსმენის გამოცდილების გასაუმჯობესებლად, ჩვენ ყვალაფერს მოგაწვდით!",
  latestNews: "შეამოწმე უახლესი მუსიკალური ამბები",
  latestNewsSubtitle:
    "გაეცანით მუსიკალურ სცენაზე არსებულ უახლეს ტენდენციებს და სიახლეებს. იქნება ეს ახალი სიმღერები, შემსრულებლის განცხადებები თუ კულისებს მიღმა ისტორიები, ჩვენ მოგაწვდით ყველა საჭირო განახლებას. თვალყური ადევნეთ უფრო საინტერესო მუსიკალურ სიახლეებს!",
  upcomingEvents: "მომავალი ივენთები და კონცერტები",
  upcomingEventsSubtitle:
    "მიიღეთ ინფორმაცია მსოფლიოში მიმდინარე უახლესი მოვლენებისა და კონცერტების შესახებ. მცირე ზომის კონცერტებიდან გრანდიოზულ წარმოდგენებამდე, გაარკვიეთ, როდის და სად იმღერებენ თქვენი საყვარელი არტისტები. არ გამოტოვოთ მუსიკალური სიახლეები!",

  // STORE CATEGORIES
  categories: "კატეგორიები",
  all: "ყველა",
  albums: "ალბომები",
  accessories: "აქსესუარები",
  instruments: "ინსტრუმენტები",

  // SEARCH SECTION
  searchInput: "მოძებნე..",
  sortBy: "დაალაგე პროდუქტები:",
  sortDefault: "დეფოლტი",
  sortPrice: "ფასი",

  // PRODUCTS PAGE
  exploreProducts: "აღმოაჩინე ჩვენი პროდუქტები!",

  // PROFILE PAGE
  profileDetails: "პროფილი",
  firstName: "სახელი",
  lastName: "გვარი",
  password: "პაროლი",
  confirmPassword: "გაიმეორე პაროლი",

  // BLOG PAGE
  chooseRecipe: "აირჩიე სასურველი რეცეპტი!",

  // CONTACT PAGE
  contactUs: "დაგვიკავშირდით",
  contactInfo:
    "გაქვთ შეკითხვა ან გჭირდებათ დახმარება? დაუკავშირდეთ ჩვენს მეგობრულ მომხმარებელთა მხარდაჭერის გუნდს ელექტრონული ფოსტით ან ტელეფონით. იმ შემთხვევაში, თუ გაქვთ შეკითხვები პროდუქტების, შეკვეთების ან სხვა რაიმეს შესახებ, ჩვენ მზად ვართ უზრუნველყოთ სწრაფი და სასარგებლო დახმარება, რათა თქვენი სავაჭრო გამოცდილება იყოს სასიამოვნო.",
  customerSupport: "ორშაბათი - პარასკევი: 9:00 AM - 6:00 PM (GMT)",
  contactEmail: "ელ. ფოსტა",
  address: "მისამართი",
  phone: "ტელეფონი",
  message: "შეტყობინება",
  agreeTerms:
    "ღილაკზე დაჭერით ვეთანხმები ჩემი პერსონალური მონაცემების შეგროვებას და დამუშავებას, როგორც ეს აღწერილია კონფიდენციალურობის პოლიტიკაში.",

  // FOOTER
  termsAndConditions: "წესები და პირობები",
  privacyPolicy: "კონფიდენციალურობის პოლიტიკა",
  subscribeNewsletter: "გამოიწერეთ სიახლეები",
  email: "ელ. ფოსტა",
  submitBtn: "გაგზავნა",
  copyright: "ყველა უფლება დაცულია",
} as const;
